Repository: AshtonFerns/RecApp
Catalog: po/*.po
Languages: de, ru

source: seconds
de: Sekunden
ru: секунд

source: About
de: Info
ru: О приложении

source: Alexey Mikhailov
ru: Алексей Михайлов

source: Delay
de: Verzögerung
ru: Задержка

source: Delay before recording.
de: Verzögerung, bevor die Aufnahme beginnt.
ru: Задержка перед записью.

source: Enabling audio recording
de: Tonaufnahme aktivieren
ru: Включить запись звука

source: Enabling high quality mode
de: Modus für hohe Qualität aktivieren
ru: Включить высокое качество

source: Enabling record mouse cursor
de: Aufnahme des Mauszeigers aktivieren
ru: Запись курсора мыши

source: Folder for saving the file
de: Ordner zum Speichern der Datei
ru: Сохранить файл в

source: Format
ru: Формат

source: Frames
ru: Кадровая частота

source: Frames per second
de: Bilder pro Sekunde
ru: Кадровая частота

source: High quality
de: Hohe Qualität
ru: Высокое качество записи

source: Number of frames per video.
de: Anzahl der Frames pro Video.
ru: Количество кадров в видео.

source: Open File
de: Datei öffnen
ru: Открыть файл

source: Open Folder
de: Ordner öffnen
ru: Открыть папку

source: Path to the folder where the file will be saved.
de: Pfad zum Ordner, in dem die Datei gespeichert wird.
ru: Путь до папки, где будет сохранен файл.

source: Path to the save folder
de: Pfad zum Speicherort
ru: Путь сохранения файла

source: Please re-select the area
de: Bitte den Bereich erneut auswählen
ru: Выберите область заново

source: Preferences
de: Einstellungen
ru: Параметры

source: Record audio from apps
de: Ton aus Anwendungen aufnehmen
ru: Записывать аудио из приложений

source: Record mouse cursor
de: Mauszeiger aufnehmen
ru: Записывать курсор мыши

source: Record video in high quality.
de: Videos in hoher Qualität aufnehmen.
ru: Запись видео в макс качестве.

source: Recording is complete
de: Die Aufnahme ist fertig
ru: Запись успешно завершена

source: Recording the mouse cursor.
de: Mauszeiger wird aufgenommen.
ru: Записывать курсор мыши.

source: Select Area
de: Bereich auswählen
ru: Выбрать область

source: Simple app for recording desktop
de: Einfache Anwendung zum Aufnehmen des Bildschirms
ru: Простая программа для записи рабочего стола

source: Sorry, Wayland session is not supported yet
de: Die Wayland-Sitzung wird leider noch nicht unterstützt
ru: К сожалению, сеанс Wayland пока не поддерживается

source: The file will be saved in
de: Die Datei wird gespeichert in
ru: Файл будет сохранен в

source: The format in which the video will be recorded.
de: Das Format, in dem das Video aufgenommen wird.
ru: Формат, в котором видео будет записано.

source: The inclusion of audio recording.
de: Der Ton wird ebenfalls aufgenommen.
ru: Включение записи звука.

source: User friendly Open Source screencaster for Linux written in GTK
de: Benutzerfreundliches Programm für Linux zur Aufnahme eines Bildschirmvideos, geschrieben in GTK
ru: Удобный в использовании скринкастер с открытым исходным кодом для Linux,написанный на GTK

source: User friendly Open Source screencaster for Linux written in GTK. Using free GStreamer modules and not depend on FFmpeg.
de: Benutzerfreundliches Programm für Linux zur Aufnahme eines Bildschirmvideos, geschrieben in GTK. Es nutzt die freien GStreamer-Module und hängt nicht von FFmpeg ab.
ru: Удобный в использовании скринкастер с открытым исходным кодом для Linux,написанный на GTK. Использующий свободные модули GStreamer и не зависит от FFmpeg.

source: Video recording format
de: Videoaufnahmeformat
ru: Формат записи видео

source: Website
de: Internetseite
ru: Веб-сайт

source: recording will start in
de: Die Aufnahme startet in
ru: запись начнется через
